<!DOCTYPE html>
<html>
<head>
	<?php include('templates/_head.php'); ?>
</head>
<body id="body">
	<div id="head">
		<div class="container">
			<div id="head_icon">
				<a href="http://agei.ccu.edu.tw/CIRAS"><img src="#" width=270px height=130px></a>
			</div>
		</div>
		<div class="container">
			<div id="head_txt">
				<div id="upon">
<?php include('templates/_upon.php'); ?>
    			</div>
				<div id="nav">
<?php include('templates/_nav.php'); ?>
				</div>
			</div>
		</div>
	</div>
	<div class="bw"></div>
	
	<div id="page">
		<div id="content">
			<table>
			  <tr>
				<td>
					<div id="list">
<?php include('templates/_list.php'); ?>
					</div>
				</td>
				<td>
					<div id='topic'>
<h1>學術研究發展策略</h1><br>

<p>本中心將以7個高齡社區共創生活實驗室為核心，搭配臺灣生命歷程跨域研究資料庫、高齡社會全人服務資訊整合系統，成立高齡社會資源整合服務中心，輔以研究員、博士後、碩博士生研究計畫輔導資助等人才培育制度，全面連結在地與國際產官學研民組織，成為學術研究、社會共創、產業發展的合作平台。</p>

<h1>學術發展的策略規劃</h1>

<p>本中心現已整合本校24個系所與99位教師，建立三個高齡研究群，分別從「社會轉型」、「高齡生理、心理、認知與運動健康」及「生活健康與照護科技」三大面向進行橫斷後續研究，建構超高齡社會的全人發展圖像，各研究群研究焦點概述如下(完整計畫內容與研究架構圖請參閱附件)：</p>

<h1 style="color: #cc0000;">1.<a>社會轉型研究群</a>(召集人張世雄教授)</h1>

<p>本研究群主要探討及研究人口超高齡化帶來的整體社會變遷與如何在地因應。由於高齡化趨勢的擴大，一方面是平均餘命的延長和青年勞動人口及家庭被迫外移(到都會或外國)的結果，另一方面也是出生率下跌進而造成人口結構高齡化，是故主流「以年齡群組」做分類和規劃(含蘊年齡歧視Ageism)的社會福利政策並無法徹底解決高齡社會的問題，而是需要轉向思考，打破(breaking up)和打開(opening up)「高齡社會與政策研究」的舊觀點和新議題，做出「妥善的」(全人、全程和全民的社會和福利體制)制度安排。</p>

<p>本研究群將分為四個研究小組：哲學理論組、制度政策組、方法論經驗研究組、和組織管理社區服務組，兼具獨立或合作的研究方式，從抽象的探討思考轉向相關議題，進而落實到具體研究執行。初步先以共享社區做為工作場域的整合，執行在地化社區工作和服務、進行操作模式實驗(社區實踐、產學合作)；中期朝向資料整合、方法共用和成果分享的整合，最後透過國際政策社群的多層面/多層次社會學習(國際交流或合作)，邁向理念層次和理論觀點的對話與交流，以激發更多樣的政策及研究創意。研究重點概述如下：</p>

<p><span style="font-weight:bold">(1)哲學理論組：</span>旨在探討高齡社會下的社會照顧理論及倫理意涵。研究重點包含「從關懷倫理學探討社區照顧的理論與實務」、「高齡長者成為照顧者的性別正義分析」、「對照顧機器人的需求與應用」、「家庭照顧者經驗、壓力、策略與成效」及「障礙者與長期照顧」。</p>

<p><span style="font-weight:bold">(2)制度政策組：</span>研究重點包含兩大面向：A.促進中高齡社會參與：透過中高齡者職務再設計、高齡友善職場指標建構、彈性退休制度、高齡就業年齡歧視禁止等理論與實務的探究，建構中高齡友善職場，促進中高齡這社會參與機會。B.經濟安全保障：包含「年金改革影響評估」、「年金改革的性別分析」、「財務風險與規劃」及「熟齡創業與經濟意涵」。</p>

<p><span style="font-weight:bold">(3)方法論經驗研究組：</span>研究重點包含：建置臺灣生命歷程長期研究資料庫，蒐集及累積包括高齡化、社區化、教育程度、勞動率、家庭組成和健康與健康照護等相關資料，出版一系列臺灣主題地圖(Mapping Taiwan)，並應用視覺化社會科學技術系統，以利於觀察臺灣人們生命歷程的動態化趨勢。</p>

<p><span style="font-weight:bold">(4)組織管理社區服務組：</span>研究重點包含兩大面向：A.探討偏鄉高齡友善社區之人力賦能服務模式、社區產業共同生產等議題，以培力各類型社區轉型發展，共創社區產業經濟繁榮。B.樂齡學習：發展50歲以上高齡者之樂齡教育策略，促進高齡者再學習。</p>

<h1 style="color: #cc0000;">2.<a>高齡生理/心理/認知/運動健康促進研究群</a>(召集人戴浩一教授)</h1>

<p>本研究群將分為四個研究小組：「生理臨床基礎研究」、「心理認知基礎研究」、「運動與健康促進」及「地方發展研究」。透過四個研究小組同步運作，我們將以生理/心理/認知/運動科學等基礎研究為開始，以瞭解並尊重在地文化脈絡為前提，以研究成果為偏鄉高齡者提供適當的治療與預防課程，並鼓勵高齡者以積極態度參與社區活動，同時引進適宜之生活及照護科技，協助社區高齡居民維持自主生活並持續社會參與。</p>

<p><span style="font-weight:bold">(1)生理臨床基礎研究：</span>人類在老化的過程中必然會面對器官機能與認知能力退化、免疫力與抵抗力下降的情況。因此本研究小組工作的第一個研究重點為高齡者疾病之基礎醫學研究、照護技術提升和早期篩檢議題。小組的另一項重要研究課題將著眼於高齡失智議題，其中阿茲海默症是最常見的失智症之一，我們將以高齡者臨床及基礎醫學研究為開端，進行疾病、神經退化、感染議題研究，同時希望由影像醫學、生理、基因與認知研究多管齊下，探究失智早期診斷指標及篩檢機制，最後與「心理認知研究小組」、區域醫療系統、研究單位及生醫產業合作，發展與評估失智早篩技術。</p>

<p><span style="font-weight:bold">(2)心理認知基礎研究：</span>本研究小組目標首重雲嘉嘉地區高齡者認知能力的追蹤與研究，這些認知能力包含了語言溝通、記憶力、注意力、閱讀理解能力、性格與社會參與、視覺與社會認知及情緒與社會適應等。另一方面，針對65歲以上高齡者的認知能力，進行長期性的追蹤調查，未來期望能建立臺灣本土關於高齡認知能力變化的資料庫。本小組最後更將針對社區高齡者，提供相關的認知儲備及預防訓練，延長其相對健康的時間；而針對失智症患者，則與「生理臨床基礎研究小組」共同合作，從生物醫學研究到認知訓練與治療，協助其減緩退化進程。</p>

<p><span style="font-weight:bold">(3)運動與健康促進研究：</span>本小組聚焦於高齡運動相關的運動生理研究、心理認知研究、體適能、高齡運動人因工程相關研究。同時將運動資訊與高齡者健康資訊整合為資料庫，透過大數據資料探勘技術，協助疾病預防、健康器材及系統介面的開發上，達成高齡運動智慧化目標。最後援引MIT William Mitchell教授的Living Lab(生活實驗室)概念，應用「使用者驅動(User-driven)」的開放式模式，建構一套結合最新健康促進發展與臺灣在地特色的活躍老化實驗場域，用以提供教學、學生實習以及廠商器材或系統驗證。</p>

<p><span style="font-weight:bold">(4)地方發展研究：</span>在研究實踐上，尤其應重視「在地老化」觀點，強調並重視「社區」做為偏鄉高齡者的共同生活場域。社區重要特色在於當地民眾具有一定程度的認同感、情感連結，共通的價值、道德觀及共同興趣，且彼此間會相互影響。要讓社區作為健康促進及社會參與的重要起點，首要便是瞭解地方文化、人際網絡與宗教信仰情況，從在地居民角度出發，爭取地方認同與信任，如此才能建立合宜的溝通管道及宣導策略，結合基礎研究成果，與區域醫療機構及在地自發團體合作，為社區居民提供因地制宜的老化預防及運動健康促進的新型模式。</p>

<h1 style="color: #cc0000;">3.<a>生活健康與照護科技研究群</a>(召集人賴文能教授)</h1>

<p>本研究群將以高齡長者在活躍老化、健康自立及社區照顧三大面向的需求為核心，整合多感測器技術與物聯網技術進行研究與應用，並透過與其他兩個研究群的配合，建構以人為本的高齡福祉智慧科技應用，協助社區全人照顧在地老化新模式之發展。研究重點概述如下：</p>

<p><span style="font-weight:bold">(1)高齡長者人體生理訊號持續監測：</span>利用光體積變化描記圖(PPG)的心律變異量測與分析、非接觸電磁感應式生理訊號感測技術、呼氣式血糖感測器等開發，建立對高齡長者各種生理訊號的持續監測與即時分析，預防突發的疾病與身體不適，提升高齡者居家生活健康與居家照護之環境友善程度。</p>

<p><span style="font-weight:bold">(2)多感測器融合對高齡者日常行為的監控：</span>以RGB-D深度攝影機、多重協同攝影機及無線訊號室內定位技術研發與應用，即時監控高齡者在戶外與室內公共空間異常行動事件，藉此偵測突發意外，提醒照顧者或醫療單位即時協助。</p>

<p><span style="font-weight:bold">(3)高齡長者生活上情緒的分析與預測：</span>整合非接觸式電磁生理感測技術與語言、影像、穿戴裝置紀錄資料之大數據分析，研發情緒之生心理反應判讀技術，分析與預測高齡長者日常生活語言、行為與異常狀態，提供高齡者生活推薦(如吃藥提醒、樂活推薦等)，並藉由異常行為(如走失或行為突然失控等)預測資料的提供，讓照顧服務者與醫療單位能預做準備進行必要的預防與介入。</p>

<p><span style="font-weight:bold">(4)高齡者活動力的促進與強化：</span>以擴增實境虛擬教練、體適能指標、運動能力監控等技術之研發，結合運動健康促進方案以及智慧型護膝系統開發，提升及輔助高齡者活動能力，促進高齡長者社會參與的機會，進而延長高齡長者健康自立之餘命，減少長期照顧之需求與負擔。</p>

					</div>
				</td>
			  </tr>
			</table>
		</div>
	</div>
	<div id="footer">
<?php include("templates/footer.php"); ?>
	</div>
</body>
<script type="text/javascript">
	$(document).ready(function(){
		$(".expander").click(function(){
			var $p = $(this).parent('li');
			$p.children('ul').slideToggle();

			$(this).toggleClass('exclose');
		});
	});
</script>
</html>