<!DOCTYPE html>
<html>
<head>
	<?php include('templates/_head.php'); ?>
</head>
<body id="body">
	<div id="head">
		<div class="container">
			<div id="head_icon">
				<a href="http://agei.ccu.edu.tw/CIRAS"><img src="#" width=270px height=130px></a>
			</div>
		</div>
		<div class="container">
			<div id="head_txt">
				<div id="upon">
<?php include('templates/_upon.php'); ?>
    			</div>
				<div id="nav">
<?php include('templates/_nav.php'); ?>
				</div>
			</div>
		</div>
	</div>
	<div class="bw"></div>

	<div id="page">
		<div id="content">
			<table>
			  <tr>
				<td>
					<div id="list">
<?php include('templates/_list.php'); ?>
					</div>
				</td>
				<td>
					<div id='topic'>
<h1>近五年成果</h1><br>

<p>本校於2007年所設立之高齡教育研究中心為國內高齡研究先驅，而至2010年委由「人文與社會科學研究中心」進行校內認知科學、語言學、社會政策、經濟保障、成人繼續教育及高齡運動休閒等面向之研究能量初步整合，並於<span style="font-weight:bold">2013年12月正式成立高齡社會研究中心</span>，持續投入高齡相關研究。隨著參與高齡相關研究之系所與中心日漸增加，至<span style="font-weight:bold">2016年本校成立「高齡研究基地」</span>，以「活躍老化」和「在地實踐」為核心主軸，其目標在於針對校內科技、認知科學、高齡福利、經濟保障、勞動政策、教育學習、運動復健、醫療輔具、生物科技、人力資源以及樂齡產業等面向進行整合。同時透過與校外醫療機構的研究合作，彌補本校在醫學和公共衛生等面向之不足。除橫向聯繫外，亦希望能進行縱向連結，即是從上游學術研究、中游政策建議、政策產出，乃至於下游的教育及推廣應用，均能加以整合，保持研究、政策到實踐的連貫性，有效減少從理論到實踐、從研究到應用之間的落差。進一步統整產業發展、生物醫學及科技工程領域。自2013年開始迄今的研究績效，說明如下：</p>

<h1 style="color:#cc0000">(一)學術研究層面</h1>

<p>本中心目前共有99位教師參與，近五年來共發表640篇期刊論文與127篇專書篇章，平均每人每年發表1.55篇學術著作。合計共爭取1,106,194,803元之各類型計畫經費，平均每人每年2,234,737元，其中科技部計畫共463,471,472元，平均每人每年936,306元。</p>

<h2>1. 整合基礎研究社群</h2>
<p>從2013年開始，為使基礎研究發展更為紮實，並帶動不同研究領域間教師的交流發展，委由戴浩一講座教授開始著手推動「跨領域研究群」，該研究群透過定期聚會，以經典研讀及議題討論的方式來深化研究能量，迄今已舉辦過「老化與認知」(2013-2014)、「老化與語言」(2015-2016)、「識字與閱讀」(2017-2018)等研究群活動，未來亦將持續發展。</p>

<h2>2. 提升高齡相關研究專題計畫質量</h2>
<p>本校具有完整高齡相關課程，多個系所與中心於2014年共同開辦「高齡心智照護群組」課程，該課程立基於結合多系所教學資源的跨科際教學基礎與共時教學模式，開發多門涵蓋基礎至實作、問題發掘至提出因應方案等多元面向的高齡相關研究專才培育課程，其目標為高齡照護專才的培育教學，特別著眼於「以人為本」的心智功能考量，重視團體與個體間的差異需求，期望達成多元觀察、多元思索、多元解決的新照護模式。以此課程為基礎，提出「高齡全人健康促進─跨域多元創新模式」為主題的課程計畫構想。加上原有成人教育學系高齡教育所等專業系所，近五年來共開設18門必修課、134門選修課、7門通識課程。</p>

<h2>3. 深化跨域跨際高齡相關之學術交流</h2>
<p>2013年迄今，共舉辦18場學術型交流活動，涵蓋認知能力、偏鄉醫療照護、社會照顧、年金改革、臺日高齡研究、臺津樂齡論壇、中高齡教育訓練發展、社會福利、友善職場、高齡人力與失智照護等主題。</p>

<h1 style="color:#cc0000">(二)人才培育方面</h1>

<p>本校具有完整高齡相關課程，多個系所與中心於2014年共同開辦「<span style="font-weight:bold">高齡心智照護群組</span>」課程，該課程立基於結合多系所教學資源的跨科際教學基礎與共時教學模式，開發多門涵蓋基礎至實作、問題發掘至提出因應方案等多元面向的高齡相關研究專才培育課程，其目標為高齡照護專才的培育教學，特別著眼於「以人為本」的心智功能考量，重視團體與個體間的差異需求，期望達成多元觀察、多元思索、多元解決的新照護模式。以此課程為基礎，提出「高齡全人健康促進─跨域多元創新模式」為主題的課程計畫構想。加上原有成人教育學系高齡教育所等專業系所，近五年來共開設18門必修課、134門選修課、7門通識課程。</p>

<p>除了校內高齡人才培育外，本中心成員持續接受交通部、教育部及勞動部委託辦理樂齡人才培訓，成立<span style="font-weight:bold">全國樂齡學習總輔導團</span>，除已研發超過25套樂齡學習課程與教材外，更規劃樂齡教育人才養成制度，包含樂齡經營團隊、樂齡志工、樂齡學習規劃師、高齡者用路安全之路老師、樂齡學習輔導員、樂齡運動指導員、中高齡職能提升訓練、長期照顧人力培訓等，已辦理超過100場培訓，培訓超過一萬人次，成功開啟樂齡人士樂齡人生貢獻服務，終身學習之路，是全國系統培育中高齡社會教育人才投入高齡事業之第一。</p>

<h1 style="color:#cc0000">(三)社會共創方面</h1>

<h2>1. 全國社區工作教育資源暨社區育成中心</h2>
<p>本校於2007年起以分區連結的方式整合國內從事社區工作教學及實務課程之相關系所，結合地方政府及相關福利機構，協助地方政府推動社區培力相關工作，並藉此發展國內社區工作實務教育資料、社區與大學合作交流模式、建構學術社群整合平台、關懷弱勢與偏鄉社區等創新方案，使社區培力與實務課程相互結合，發揮互蒙其利的效果。</p>

<p>從2014年至2015年，盤點過去得獎社區分布情況，標示出過去五至十年從未得獎的社區，界定其為「優先社區」，透過分區據點學校(實踐、靜宜、中正、屏科、東華、金門、玄奘、慈濟、臺北、暨南、高醫與澎科)成立，配合社會工作相關科系課程進入這些社區(新竹香山、東香與香村社區、臺北大直社區、嘉義大崙、崙陽、六斗尾、溝美、雙涵及板頭、高雄實下社區、屏東社中、永隆、北巷及西勢、嘉義文隆等社區)，提供相關培力方案，發展臺灣本土社區工作模式，學生透過此方案執行亦可實際進入社區，將所學知識和實務工作相結合。</p>

<h2>2. 社區失智照護服務</h2>
<p>本校於2012年起與嘉義縣衛生局、大林慈濟醫院及國家衛生研究院合作推動鄉村社區的全人關懷醫療照護模式與關懷行動，擇定雲林、嘉義縣數個社區，推動一系列關懷偏鄉高齡者的活動。活動設計分三階段進行，第一階段為宣導與志工訓練，主要為提高社區居民對老化的正確態度，減少污名化並著手發展高齡友善社區。第二階段為進行早期篩檢、居家關懷訪視與確診轉介，其目標為「主動提供」服務資訊，並落實轉介機制，以達成對高齡者認知狀況的早期診斷並介入。第三階段為成立社區型樂智照顧據點(記憶保養班)，承續著上一階段之工作，經由居家關懷訪視與評估，邀請社區高齡長者參加「記憶保養班」。「記憶保養班」之成立是用以協助輕度認知障礙或早期失智之長者，透過身體健康活動、腦部活動、實作手工藝等簡單活動，讓社區高齡者在輕鬆的氛圍下與同輩互動，增進其社會參與的意願。本活動已在嘉義溪口、民雄、大林、梅山、雲林北港等多個社區進行多年，並於2017年11月假本校舉辦五週年成果展。</p>

<h2>3. 樂齡學習創新實踐</h2>
<p>教育部自2011年起將「推動高齡教育，建構樂齡學習體系」列為施政重點，透過辦理樂齡學習中心、樂齡大學為主要管道，主要是由本校協助建立輔導團隊、人力培訓、訪視評鑑、交流觀摩、宣導記者會及志工表揚等，建構樂齡學習專業化體系。教育部鼓勵樂齡學習中心召募志工協助推動，本校協助培育無數志工，建立以初老服務中老，中老服務老老的概念，活化中高齡人力資源。從2008年迄今，本校協助教育部終身教育司、偕同縣市政府，於我國各鄉鎮市區普遍設置樂齡學習中心，推動輔導活躍老化的樂齡教育，至2017年7月，我國已經設置363個樂齡學習中心，本校高齡教育研究中心團隊協助建立系統性活躍老化社區，推動架構與樂齡教育人才培育模式，是全國唯一以高齡學習與教育預防，為因應高齡社會之倡議與行動推廣的基地；本中心也是全國最早以高齡學習與教育為主軸，長期以來與不同專業策略聯盟，成功的跨領域研發推廣。</p>

<h2>4. 高齡偏鄉扶植計畫</h2>
<p>本中心於2017年陸續安排學生至嘉義縣中埔龍門社區、民雄文隆社區、梅山文教基金會與大潭社區進行服務學習，藉以讓學生瞭解本地高齡化情形，培育社區實踐服務精神，並達成世代交流目的。此外，中心也關注高齡偏鄉問題，持續協助中埔鄉石硦村籐寮社區運作並成立「籐寮仔快樂學堂」，結合職能治療師公會與志工共同為偏鄉長者的健康促進、心靈關懷及藝術才能培養盡一份心力。</p>

<h1 style="color:#cc0000">(四)產業協助方面</h1>

<p>本中心已與財團法人工業技術研究院合作「<span style="font-weight:bold">嘉義縣市先期調研計畫</span>」及「<span style="font-weight:bold">嘉義縣市區域新創應用研究計畫</span>」，分為<span style="font-weight:bold">智慧機械、智慧長照、電動車運行、新農業與文創觀光</span>五大領域，分別選定場域並針對嘉義縣市產業現況進行調查，並根據調查結果提出解決問題之策略方案，以達成全面性使嘉義縣市產業升級之目的。如智慧長照領域盤點嘉義縣市社區照顧關懷據點現況，調查其轉型意願及轉型困難，進而提出社區照顧產業建議並促進社區據點轉型，另收集使用者需求、場域試驗中的訊息回饋、導入前後成本效益分析、可能的服務模式及商業化模式，使高齡長者能獲得身心靈全方位的照顧與協助，實現在地老化目標。新農業領域則分析嘉義在地產業結構及概況，開發具高靈敏度與準確性的可攜式「廣用光纖生物感測裝置」，以提升農業產業整合性發展。另進行蔬果副產物分類與再製過程改良，並配合農業生技廠商之益生菌與酵素複方調配添加，進而利用研究團隊之NGS菌相分析技術，科學化評估產品功效，使副產物再利用之成本降低並賦予加值作用，期望使農產品之產量與品質獲得提升，以達雙贏局面。智慧機械領域以5+2創新產業升級為目標，協助傳統產業轉向知識密集的「知識型經濟」，導入知識經濟策略、整合產業內容與產業結構，發展智能化的監測與診斷技術，創造高附加價值產業鏈；電動車運行領域鏈結產學研界，整合資源與能量，以中正大學做為示範點建立試營運中心，藉由服務系統需求與技術分析、服務場域規劃與租賃試營運概念驗證、與服務試營運大數據分析與複製擴散機制等分項，推動「共享交通」之理念；文創觀光領域提出「主題式遊程設計與創新服務模式」，預期提昇本地文化觀光產業素質，帶動旅遊人潮，並可從中引進青年人才，舉辦相關的創業說明或培訓課程，以刺激或輔助青年創業。</p>

<p>另有「<span style="font-weight:bold">高齡輔具友善設計生態系</span>」計畫，以智慧長照服務模式，建立媒合平台，如媒合嘉義市長青園及科技照顧業者，透過熱感應等相關科技產品的規劃使用，解決機構住民的隱私與安全保障兩難議題，此外也媒合大樹藥局與各輔具業者，擴大國內輔具的銷售通路，創造更高的輔具產業產值。除媒合平台之運作，本中心研究團隊2015年開始，由高齡教育、運動健康及失能預防之專家合作，以預防肌少症及失能為目標，合力開發功能性體智能教材與教具，而此類創意產品、教學輔具，屬全國首創，已經開啟產學合作之基礎。</p>		
<h1 style="color:#cc0000">(五)國際合作方面</h1>

<p>本校高齡基地於2016年底由郝鳳鳴副校長帶隊，前往日本<span style="font-weight:bold">東京大學高齡社會綜合研究機構(The Institute of Gerontology, University of Tokyo, IOG)及日本東北大學加齡醫學研究所(Institute for Development, Aging, and Cancer)的聰明老化國際共同研究中心(Smart Ageing International Research Center, SAIRC)</span>訪問。訪問東京大學高齡社會綜合研究機構期間，更在副機構長牧野教授陪同下前往參觀豐四季台地區的社區經營現況，拜訪了豐四季台醫療中心、高柳地區多世代交流型社區咖啡廳與巢鴨信用金庫與巢鴨地藏通商店街等，並由牧野教授與社區負責人實地說明其推動的經營模式。聰明老化研究中心參訪行程則由負責人川島隆太教授接待，參訪團成員戴浩一教授研究領域正與聰明老化中心高度相關，藉此機會與川島教授針對人類認知系統研究與評測進行專業交流。</p>		

<p>2017年6月牧野教授接受本校高齡教育研究中心邀請，前來本校進行學術交流，期間參訪本校工學院特色實驗室並出席本校與嘉義市政府合作辦理之「老有所用-活化高齡人力運用研討會」。2018年3月牧野教授將帶領該機構的數位同仁，再次回訪本校，屆時將可加深兩校之間在高齡研究領域方面之合作關係。2017年8月份，一般社団法人日本ゲーゴル協会理事長小川真誠來訪，針對深新機能健康活化課題進行交流並簽訂合作備忘錄，未來將共同辦理培訓認證。 </p>
					</div>
				</td>
			  </tr>
			</table>
		</div>
	</div>
	<div id="footer">
<?php include("templates/footer.php"); ?>
	</div>
</body>
<script type="text/javascript">
	$(document).ready(function(){
		$(".expander").click(function(){
			var $p = $(this).parent('li');
			$p.children('ul').slideToggle();

			$(this).toggleClass('exclose');
		});
	});
</script>
</html>