<!DOCTYPE html>
<html>
<head>
	<?php include('templates/_head.php'); ?>
</head>
<body id="body">
	<?php include('templates/_nav.php'); ?>
	<div class="bw"></div>
	<div id="head_photo">
		<div id="head_img">
		</div>
	</div>
	<div id="page">
		<div id="content">
			<table>
			  <tr>
				<td>
					<div id="list">
						<?php include('templates/_list.php'); ?>
					</div>
				</td>
				<td>
					<div id='topic'>
						<h1>高齡生理、心理、認知與運動健康研究群</h1><br>
						<center><h1>計畫內容概述</h1></center>

  		<p>今日的高齡研究不再將65歲以上的高齡人口視為同一個族群，而是依其年齡層概分為三組：輕高齡（65-74歲）、高高齡（75-84歲）、超高齡（85歲以上）。「活躍老化」（Active Aging）的概念強調高齡者的身心健康、參與和安全達到最適化，並促進其生活品質，其中高齡者生理與心理認知狀態的維持可說是高齡者自主生活並維持其生活品質的一切基礎。我們可以將高齡人口依其身心健康狀況略分為：健康（有一至二項慢性疾病，能自理生活）、亞健康（慢性疾病及輕度失能，在他人協助下能維持生活）、失能（喪失大部份生活能力，需全天看護）等三個類別，目前在台灣，三個類別的比例約為7：2：1。而隨著高齡人口的增長，高高齡與超高齡族群人口比例增加，也意味著亞健康乃至失能的人數及人口比例必然隨之增加，因此如何評斷高齡者生理及心理認知能力的退化程度並發展早期檢測技術，提供預防性的認知訓練，以延長其健康生活狀態的研究工作，也就有其重要性與急迫性。</p>

		<p>在如何延緩生心理老化的討論中，運動可說是其中的關鍵。就生理方面來說，每天規律性的運動可保持個人的肌耐力，同時可加強心肺及循環系統功能並促進新陳代謝，對於延緩人體組織與器官的老化有相當之助益。而近年來在許多的運動實證研究中也可以發現體適能訓練一方面除可以促進心肺功能的提升，更可因為循環系統效能的增進，進而增加大腦的血液流量，讓腦細胞獲得更多的養分，從而降低大腦細胞氧化速度；而跑步運動的實證研究更顯示跑步可促進腦細胞生長，有助於記憶力提高、學習能力提升與減緩老化性智力衰退。這些研究都顯示了適當強度的規律性運動，對於高齡者的身心健康促進將有莫大之助益。</p>

		<p>綜觀整個老化過程中，生理、心理與認知功能之間是相互受到影響的，彼此在長期交互作用之下則會出現社會老化，社會老化意指在生理與心理的老化之後，將使得個人與社會之間的互動及關係產生改變，如受到體力下降影響，參與社會活動的欲望降低、生活安於習慣、態度趨於保守等情況出現。因此在針對高齡者的研究討論中，除了生理/心理/認知研究之外，也應該當重視個人與社區、團體之間的互動情況，如何從個人的環境背景中梳理出地方文化、社群認同等脈絡，創造出適合高齡者參與的環境，如此才有助於個人在老化過程中重拾正面態度，充實生活內涵以追求完整的人生。</p>

		<p>因此本小組的研究規劃，將分為四個研究群：「生理臨床基礎研究群」、「心理認知基礎研究群」、「運動與健康促進研究群」及「地方文化價值與社會認知研究群」。透過四個研究群同步運作，我們將以生理/心理/認知/運動科學等基礎研究為開始，以瞭解並尊重在地社會文化脈絡為前提，鼓勵高齡者以積極正面態度參與社區活動，並以基礎研究成果為偏鄉高齡者提供適當的治療與預防課程，同時導入合宜之生活及照護科技，協助社區高齡居民維持自主日常生活並持續進行社會參與。</p>

		<p>關於本小組的研究架構圖如下：</p>
		<div id="constpic">
			<img src="images/researcher/struct.png">
		</div>

		<h1>(一)生理臨床基礎研究</h1>

		<p>人類在老化的過程中需面對器官機能與認知能力退化、免疫力與抵抗力下降的情況，這些都是高齡者維持其身心健康狀況所必然面臨的情況。因此當高齡者罹患疾病時，常出現多重病因的情況，表現出非典型病徵、療效差、復原慢以及癒後活動力衰退等現象。因此關於高齡者疾病之基礎醫學研究、照護技術提升和早期篩檢之議題乃為本研究群工作的第一個研究重點。研究群的另一項重要研究課題將著眼於高齡失智議題，其中阿茲海默症是最常見的失智症之一，目前全球大約有3到4千萬人口罹患阿茲海默症，保守估計到了2050年人數將再增加3倍。我們將以高齡者臨床及基礎醫學研究為開端，進行疾病、神經退化、感染議題研究，同時希望由影像醫學、生理、基因與認知研究多管齊下，探究失智早期診斷指標及篩檢機制，最後與「心理認知研究群」、區域醫療系統、研究單位及生醫產業合作，發展與評估失智早篩技術。在研究實務規劃上，我們將從四個主題方向進行：</p>

		<p><span style="font-weight:bold">1.銀髮臨床與基礎醫學研究</span></p>

		<p>近年來科學家已發現腸道菌群組成可能與中樞神經疾病之發生有密切關聯。研究結果顯示腸道菌可能透過腸腦軸(gut-brain axis)的作用而影響認知功能。目前國內外已有研究團隊證實阿茲海默症及帕金森氏症與腸道菌群之關聯性。故找出有神經退化疾病之台灣人腸胃道菌群的區域性差別，並依此做為臨床應用的基礎研究，其重要性不言可喻。因此本研究將針對神經退化的病人，進行腸道菌相基礎分析，了解腸道菌相與親緣、族群、飲食、疾病、用藥之關聯性。同時，我們亦將藉由腸胃道菌群之調控，觀察改變腸胃道菌群與菌相，是否能夠改善藥物治療的效果，進而達到客製化精密醫學的目標。</p>

		<p><span style="font-weight:bold">3.早期失智篩檢關鍵技術研發</span></p>

		<p>阿茲海默症的發生目前被認為與神經細胞堆積異常的「乙型澱粉樣蛋白(beta-amyloid protein)」並形成斑塊，導致發炎與「濤(tau)蛋白」磷酸化，進而產生神經纖維的糾結與壞死有關。過去科學家們普遍認為，只要解決乙型澱粉樣蛋白的異常堆積，就能克服阿茲海默症，但後來發現，即使去除腦內異常堆積蛋白，也不代表患者的記憶與痴呆情況可以獲得改善。阿茲海默症可能要長達20年才會出現症狀，現在的診斷方法只能在阿茲海默症晚期病人已明顯損失認知能力時才能診斷出這種疾病，再加上失智症有好幾種形式，使得診斷更加複雜。因此如能透過早期診斷，在病患尚未受到無可挽回的傷害前，便施以藥物治療，或許能減緩或防止疾病的進程，這也突顯早期篩檢技術研發的重要性。我們對失智早篩研究重點如下: </p>
		<p>(1)探討阿茲海默症生物標記（biomarker）之可應用性:包括基因突變、「tau蛋白」含量、骨質疏鬆關聯性、乙醯膽鹼（acetylcholine）含量、視網膜細胞檢查。<br>
		(2)正子造影系統（positron emission tomography,PET）顯影技術之評估，並據乙型澱粉樣蛋白在腦中聚集及分布的情形，進行疾病進展及細胞分子層次的影響評估。<br>
		(3)臨床、生物標記、影像醫學及遺傳醫學之失智資訊整合。<br>
		(4)與鄰近區域醫療機構合作，推廣早期失智篩檢門診。</p>

	<p><span>4.照護機構管理與感染控制研究</span></p>

		<p>有鑑於高齡人口之免疫與抵抗能力下降，長期照護機構如遭受帶抗藥性之致病菌感染，將對居住於內的高齡者健康產生極大影響。抗藥性致病菌可能來自於高齡者在醫院與照護機構間往返導致，亦可能因為長期照護機構的環境衛生出現問題，或是透過照護人員或探望家屬交互感染給住民。我們將整合各國研究成果，針對地方長照中心常見之五類帶抗藥性致病菌ESKAPE (Enterococcus faecium, Staphylococcus aureus, Klebsiella pneumoniae, Acinetobacter baumannii, Pseudomonas aeruginosa, Enterobacter spp.)進行研究，了解上述五類致病菌在醫院、居家及長照中心之多重抗藥性現況，並從流行病學的觀點探究長期照護機構的環境監控議題，為地方公衛主管機關，醫療院所提供疾病防治與公衛建議。除此之外，對於病原菌即時監控之檢測儀器研發及疫病雲端管理系統之運作與改進，亦是本小組與醫療院所及照護機構未來推行之工作重點。</p>

		<p><span style="font-weight:bold">2.以人體消化道微生物相分析進行中樞神經退化疾病之精密醫學研究</span></p>

		<p>本中心將參考IOG之整體運作模式，以基礎研究與科技研發做為基底，學術工作者將其知識與理論轉為行動研究，特別是以生活試驗室連結產官學，走入社區與在地居民共同合作之理念與作法，將是本中心的未來主要之運作模式。藉由<span style="font-weight:bold">高齡社區共創生活實驗室</span>此一平台，<span style="font-weight:bold">與產官學研、社區居民及在地組織</span>，攜手進行學術研究、技術研發、人才培育、社會服務、國際合作，以科技為輔助，以教育為策略觀點，透過社區資源整合，社區全民投入，輔以大學研究與輔導諮詢為引導，一同解決雲嘉嘉地區超高齡社會問題，<span style="font-weight:bold">共創臺灣超高齡社會因應新模式</span>，再透過全國跨區域大學實踐聯盟與高齡跨域國際產學聯盟的籌組，將此新創模式推廣到更多地方。</p>

		<p>東京大學高齡社會綜合研究機構作為日本乃至於世界上著名的高齡研究機構，本中心期待於5年內達到該機構之規模與成就，雖有其困難處，然而積極作為就是轉機。近年來跨國比較研究興起，「在地化」研究越深入則越容易「國際化」，如能貫徹「在地老化」理念以及結合本校基礎研究、科技研發與社區工作多年的成果，本中心有信心5年後將能建立具臺灣特色的「在地老化」高齡研究模式，並以此為開端，嘗試推動臺灣與日本乃至東亞地區的跨國比較研究，讓本校的「高齡跨域創新研究中心」成為國際上想瞭解臺灣高齡研究現況最佳選擇。</p>

					</div>
				</td>
			  </tr>
			</table>
		</div>
	</div>
	<div id="footer">
<?php include("templates/footer.php"); ?>
	</div>	
</body>
<script type="text/javascript">
	$(document).ready(function(){
		$(".expander").click(function(){
			var $p = $(this).parent('li');
			$p.children('ul').slideToggle();

			$(this).toggleClass('exclose');
		});
	});
</script>
</html>