<!DOCTYPE html>
<html>
<head>
	<?php include('templates/_head.php'); ?>
</head>
<body id="body">
	<?php include('templates/_nav.php'); ?>
	<div class="bw"></div>
	<div id="head_photo">
		<div id="head_img">
		</div>
	</div>
	<div id="page">
		<div id="content">
			<table>
			  <tr>
				<td>
					<div id="list">
						<?php include('templates/_list.php'); ?>
					</div>
				</td>
				<td>
					<div id='topic'>
<h1>推動目標及整體現況</h1><br>

<h1 style="color:#cc0000">(一)中心設立背景分析</h1>
<h2>1. 因應臺灣社會超高齡化之挑戰</h2>
<p>2018年我國65歲以上老年人口將超過14%，進入高齡社會(Aged Society)，2025年後將達到20%，成為超高齡社會(Hyper-aged Society)，2050年後將超過35%，每三人中就有一人超過65歲。高齡人口快速增加，隨之而來的生活照顧、經濟保障及社會支持體系問題，政府與國民皆需積極因應面對。照顧年老親屬為子女的責任與義務，也影響個人在社會角色之扮演，高齡社會問題無法簡化為家庭經濟安全或照護人力缺乏之單一問題，隨著整體社會人口快速高齡化的趨勢，社會體制也隨之與個人、家庭產生複雜的交互作用，醫療與長期照顧支出、年金、退休所得與經濟安全、家庭關係與結構改變、家庭成員身心健康、教育階段延長、青年貧窮、勞動力不足、經濟發展遲滯、不婚人口增加、結婚年齡延後及生育率降低等問題逐漸浮現，更涉及整體社會乃至國家制度的變革。總而言之，面對快速老化社會，我們將面臨以下的挑戰：<span style="font-weight:bold">財務壓力增加、社會發展遲滯、就業環境仍待轉型、社會支持系統未臻健全、高齡研究發展緩不濟急。</span></p>

<p>上述挑戰若僅從單一問題著手(如家庭經濟安全或照護人力缺乏)，顯然無法有效解決問題，亟待以前瞻眼光配合創新策略，多層次、系統性整合跨領域資源，同步因應社會與經濟層面之未來挑戰。為達成此目的，籌設高齡跨域創新研究中心實乃當務之急，以社會科學、認知科學、教育學及福祉工學等高齡跨領域研究成果作為社會創新服務與實踐基礎，以雲嘉嘉為實驗場域，培育未來社會所需中高階人才，累積實證研究厚實數據，提供因應高齡及超高齡社會挑戰解決模式，充實社會調查與實證研究資料庫，適時提出中央與地方政府行政與立法之建言。</p>

<h2>2. 翻轉與重新定位高齡研究及實務發展現況</h2>

<p>過去國內高齡相關的研究，多由地處都會區的大型研究機構執行，以去社會脈絡化的觀點進行研究，然而從本校的研究與實踐中發現，城鄉差距不只在環境與社會資源的質量及分配上有所不同，環境差異更進一步造成生活在其中的個人在生活型態、觀念、動機等許多微觀層次的分歧，進而在家庭、組織、文化等更宏觀層次產生重大影響，這樣的差距不只在研究的層面需要更多的關注，在社會實踐、服務乃至於政策制定與推動的面向上，更需要將城鄉差異視為重大影響因素。本中心將充分利用地理位置優勢，以分布在不同區域、不同型態的社區作為場域，透過研究與試驗，具體提出可擴及到全國，甚至亞太及世界的高齡社會之多元活躍老化智慧生活方案。</p>

<p>當前社會、教育與學術環境，多僅強調個人與短期績效，不管是學校、研究機構、社區發展協會、非營利組織、企業或各級公部門組織，皆難以進行長期的研究、社會實踐或人才養成之持續性方案。然而，高齡化對於個人、家庭、組織與社會所造成的影響，隨著時間變化產生極大個別差異，這樣的個別差異在橫斷面的研究與實踐中很容易被當成是系統性的誤差而被忽略，致使大眾無法真正了解高齡隨著時間帶來的變化與服務實踐的成效，因此本中心將藉由較為長期的深耕計畫，將橫斷後續研究(cross-sequential study)的方法與觀念引入整體研究、實踐與服務中，期待為我國建立一個全面性、系統性且可長期追蹤的高齡跨域研究與創新服務實踐推廣平台，並配合社會實際需求，培育優秀的未來人才。</p>

<h1 style="color:#cc0000">(二)本中心所欲解決的問題</h1>
<p>考量我國所面臨的高齡化社會問題，衡酌本校在高齡研究與人才培育的經驗與績效，本中心擬解決以下問題：</p>
<h2>1. 欠缺以生命歷程發展為依據，研擬全人、多面向及整合性超高齡社會政策</h2>

<p>高齡社會的長壽風險不容低估，無論經濟安全、健康照護、社會參與、老年歧視、孤獨無助或疏於照顧等方面，皆須制度化解決，尤其在快速高齡社會進程中，人口、就業、產業、經濟與社會等相關政策，必須針對未來之挑戰，有效連結並整合，方足以因應社會發展所面臨的問題。</p>

<h2>2. 欠缺制度化因應高齡社會需要之教育與人才培育機制</h2>

<p>面向2025年超高齡社會挑戰，我國欠缺以五十歲以後(以下稱後50)族群為服務對象的人力資源發展方案，目前雖積極培育長期照護人力，但仍顯不足，更遑論前瞻思考培育健康中高齡者人力需求。中高齡者若能習得活躍老化自我保健照顧的正確知識，必可大為降低失能風險，我國政策不能只關注症狀解之長照人力，乃需要平衡注意能帶來長期有效的高槓桿解—制度化培育人才，進行保健預防，促進樂齡學習，實踐活躍老化。此外，系統性的樂齡生涯學習方案，指引後50人生的前瞻規劃亦屬當務之急。長壽社會趨勢下，後50人生平均餘命大為延長，應配合需求建構系統的活躍老化樂齡生涯學習方案，指引中高齡者及早規劃、有效行動以從容準備老後人生，避免成為被照顧者或是淪為下流老人。</p>

<h2>3. 欠缺後50人生發展的支持系統</h2>

<p>高齡社會宜以預防教育為主，避免過度花費長照資源，才是永續發展策略，目前極需多元產品的研究開發與製造生產。業界對於高齡社會雖有投入的意願，但現階段除了長期照顧類的產品外，仍然缺乏以後50人生為對象，以實證為導向的智慧生活產品研發。未來更應以整體、跨域、持續性研究，協助產業界因應快速少子女高齡化的趨勢。科技發展與全球化已經改變人類的生活方式，學術界與產業界為回應社會發展趨勢，應共同促成長期深耕研究方能密切鏈結。</p>

<h1 style="color:#cc0000">(三)推動目標</h1>
<p>本中心以建構全人發展與照顧系統、培植創新人才、促進高齡產業發展、迎接臺灣友善、活力與尊嚴的超高齡社會為宗旨。</p>
<h2>1. 研擬活躍老化之社會互助支持系統，推展全人與多面向整合性社會政策</h2>

<p>「活躍老化」(Active Aging)的概念是世界衛生組織(WHO)於2002年開始推廣的理念，意指高齡者的健康、參與和安全達到最適化機會的過程，以便促進其生活品質，而其中活躍代表的是持續地參與社會、經濟、文化、靈性與市民事務。「活躍老化」已成為近年來世界各國處理高齡社會事務的新趨勢以及政策的新觀點，強調後期人生除了保持身心各方面良好狀態外，更應以積極的態度面對晚年生活，不僅維持身心健康，且融入社會、參與社會發展，作為家庭和社會的重要資源。而國家亦有責任建構社會支持系統，以生命歷程發展為依據，在地推動協助提供個人老後生活所需的各項保障及社會參與機會。</p>

<h2>2. 配合社會支持系統，以多元管道培育中高階專業及創新創業人才</h2>

<p>國家發展與社會進步以人才為本，我國在快速成為超高齡社會的挑戰下，個人、家庭與社會需求之因應，唯有以高品質高效率之教育，培育產業發展及社會需求之人才，方得以達成集體目標。本中心透過基礎研究、產品研發與田野實踐歷程，開發高齡社會智慧生活多元服務，經由社區實驗基地的產品發展與市場化應用模式，期能加速培育高齡社會中高階人力與創新創業實戰人才。</p>

<h2>3. 以前瞻性觀點規劃高齡社會產學鏈結發展，發展長壽社會健康照護產業</h2>

<p>健康個人和健全社會促進為本中心設立目的，長壽社會智慧生活為首要目標。我國快速邁向高齡社會，無論學術研究或產業發展均應關注五十歲以後族群之健康及其活躍老化需求，運用福祉科技開發設計合乎後50人生智慧生活多元方案。本中心將推動以智慧生活健康照護的研究、產品與服務模式研發、人才訓練、教育推廣及國際交流為主之核心業務。</p>

<h1 style="color:#cc0000">(四)中心整體現況</h1>
<p>中正大學地處嘉義縣市與雲林縣的中央，據內政部2017年9月人口資料顯示，雲嘉嘉縣市高齡人口比率分別為：嘉義縣18.03%(全國最高)、雲林縣17.18%(全國第2位)、嘉義市13.95%(全國第15位)，皆高於全國平均的13.66%，在全國將進入高齡社會之際，雲嘉嘉地區卻已即將邁入超高齡社會，是臺灣受人口高齡化影響最早也最嚴重的區域。以醫療、教育、數位機會與地方政府財政等各種資源與產業發展型態層面分析，嘉義市和都會的發展相近，嘉義縣與雲林縣則與其他鄉村區域較符合，亦即本校鄰近區域包含偏鄉與都會兩種截然不同的區域類型，正是臺灣城鄉的縮影，更是高齡研究與實踐的最佳試驗與示範場域。</p>

<p>本校有人文社會與自然科學跨領域教學資源及研究人才，為一所兼具人文關懷、基礎科學及應用科學的綜合大學。關於高齡相關研究，最早由社會福利學系、心理學系、法律學系、勞工關係學系、成人教育學系等科系開始，自1994年即長期深入參與全民健康保險、年金保障、長期照顧、人口政策、中高齡就業、高齡人權與樂齡學習等終身教育制度與福利政策之研究。</p>		

<p>本校2003年成立高齡教育研究所，2005年首創全國社區工作教育資源暨社區育成中心，整合國內從事社區工作教學及實務課程之相關系所，結合地方政府及相關福利機構，建構學術社群整合平台、關懷弱勢與偏鄉社區等創新方案，使社區培力與實務課程相互結合，發揮互蒙其利的效果。2007年成立高齡教育研究中心，協助教育部推動與輔導全國樂齡學習中心，迄今已有363個中心，研究團隊並已開發樂齡核心課程，且出版25套樂齡學習相關書籍，辦理超過100場培訓，超過一萬人次接受樂齡教育推動人才訓練。</p>		

<p>2010年成立「人文與社會科學研究中心」，整合並提升校內人文社會科學之研究能量。2013年成立「高齡社會研究中心」，集中校內認知科學、語言學、社會政策、經濟保障、成人繼續教育及高齡運動休閒等面向之研究能量，全面投入高齡相關研究，並於2014年開辦「高齡心智照護課程群組」，建立跨科際教學基礎與共時教學模式，開發了多門從基礎至實作、問題發掘至提出因應方案等多元面向的高齡相關研究專才培育課程，栽培以人為本、強調心智功能與尊重多元差異導向的高齡照護專業人才。</p>

<p>2016年進一步整合校內相關院系所成立高齡研究基地，從社會、經濟、科技、產業四大面向，針對社會發展與創新、高齡教育、身心健康促進與照護、人權與法律、高齡財務風險、勞動與人力發展、生活科技、醫學研究、運動健康促進、創齡產業、新農業與偏鄉發展等十一個高齡社會議題進行研究與實踐，更與工業技術研究院及嘉義縣市政府合作成立嘉己人跨領域科技創新中心，結合企業、醫學中心、照護體系、社區組織與非營利組織，共同關懷在地促進區域發展。</p>

<p>在本校38個相關系所及研究中心的共同努力下，二十多年來共執行244件高齡相關研究計畫，計畫總經費高達150,096,920元，涵蓋認知科學、社會福利、樂齡教育、勞動政策、經濟安全、生物醫學、運動健康促進、通訊科技應用與人力資源發展等面向，並協助相關行政機關獲得「第六屆政府服務品質獎」肯定。本校爰依過去高齡研究深厚根基，設立高齡跨域創新研究中心，目前已整合全校24個系所，並網羅99位教師參與，未來將作為解決人口超高齡化社會問題的學術研究、人才培育、社會共創、產業發展與國際合作整合平台，積極建構臺灣超高齡社會全人發展及照顧之新創模式與系統，綜合性因應未來社會發展挑戰。</p>
					</div>
				</td>
			  </tr>
			</table>
		</div>
	</div>
	<div id="footer">
<?php include("templates/footer.php"); ?>
	</div>
</body>
<script type="text/javascript">
	/*$(function(){
		// nav 預設顯示第一個 Tab
		var _showTab = 0;
		var $defaultLi = $('#nav ul li').eq(_showTab).addClass('active');
		// 當 li 頁籤被點擊時...
		$('#nav ul li').click(function() {
			var $this = $(this),
				_clickTab = $this.find('a').attr('href');
			$this.addClass('active').siblings('.active').removeClass('active');
			return false;
		}).find('a').focus(function(){
			this.blur();
		});
	});*/
	$(document).ready(function(){
		$(".expander").click(function(){
			var $p = $(this).parent('li');
			$p.children('ul').slideToggle();

			$(this).toggleClass('exclose');
		});
	});
</script>
</html>